// © Copyright 2007, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Align";

DoneButton = "Done";

PrintSheetTitle = "Align the Print Cartridges";
PrintSheetMsg = "Print cartridge alignment ensures the best possible print quality. Ensure that you have letter or A4 plain paper loaded, then click Print Page.";

PrintSheetDefButton = "Print Page";
CancelButton = "Cancel";

ScanInstructionText = "Your printer is printing a page of alignment patterns. Please follow the instructions on that page to complete the alignment process.";

NewCartridgeHeader = "New Cartridge Installed";
NewCartridgeText = "If you have just installed a new cartridge, it is recommended that you align it. Click on “Align” to align your new cartridge.";

HSDTaskDescription = "Align the print cartridges to provide the best possible print quality. Use the instructions on the following windows to align the print cartridges.";
HSDTaskNote = "It is recommended that you perform an alignment each time you replace a print cartridge.";
HSDAlignButtonTitle = "Align…";
